{
    "Funny Laugh": "Burts of joyful noise comes from the bottom of their belly. Filling the air with the purest form of joy. Contagious and infectious laughter.",
    "Loudest Burps/Farts": "Shaking the room with their gas. Boom boom boom. They always blame the person next to them.",
    "Best Dancer": "Twirling, swirling, gliding, moving. Music moves them to create movement. If on the dance floor or center stage they command the room.",
    "Loud Snorer": "ZZZZZZZZZZ. Almost like a vacuum cleaning is rev rev reving.  They could shake the walls with the deepest sleep.",
    "Bad Singer": "They LOVE to sing like a songbird. But there squeaks and swaks sound more like a rusty wheel turning. But that doesn’t stop them from singing full out like no one is watching.",
    "Humming": "What’s that tune always coming from there humming? Nothing you have heard of before. They hummm hummm hummm new tunes to dance the day away",
    "Silly Yawn": "Bawawawa yeawwww ahhhhhhh. Loud and long they always yawn. It always makes you want to yawn along.",
    "Strange Sneeze": "Achooo took the bless you out of me. They sneeze so that you feel it in your knees. Shaking the walls with their breeze.",
    "Loud walker": "Thump thump thump. You hear them coming a mile away. There feet pound the ground and make that loud sound.",
    "Silly Voices": "Helloooooooo to youuuuuuu todayyyyyy.  When they tell stories they make each character with a different voice.  High and squeaky, low and roaring no character is left the same.",
    "Sips/Slurps": "Gulp Gulp Gulp. You always know when they are sipping tea or slurping soup. Slurp slurp slurp. Drinking soda or meaty stew.",
    "Groaning": "Rolling rolling rolling their eyes. Sigh. They are not impressed. They shrug their shoulders so high they almost touch the sky.",
    "Gum Chewer": "Chew Chew smack pop. They love to chew gum all day long. They blow bubbles then POP.",
    "Picky Eater": "Nothing fancy for this friend. Simple foods keep them happy. No frills, no fuss, unless you drop a exotic fish dish...no thank you.",
    "Nail biter": "Nibble nibble nibble. Chewing on their hands as if it is an afternoon snack. Are they nervous, board or hungry? We will never know.",
    "Very Stylish": "Fancy fashion is the name of the game. Top trends and latest styles. They could be clipped from a magazine. The flash bulbs from the camera go click snap click snap.",
    "Perfect sense of direction": "They know exactly the way to go. To the left or to the right. Up or down or side to side. They are the one to follow. THIS WAY!",
    "Can recite lines from movies and books": "To be or not to be that is the question? But it is a piece of cake for this pop culture expert. They know all the best quotes for every occasion. From flipping books to clicking remotes to munching popcorn in the dark Theater. They have seen it all.",
    "Animal lover": "Cuddle, pet, snuggle. They love all their fuzzy friends. Every animal from the bark bark bark of a dog to the puuur puur puur from the cat to the sing song of the song bird. All animals are there friends.",
    "Falls asleep easily": "Zzzzzzzzzzz. They can sleep on planes, trains, boats, cars, roller skating and skiing down large hills. They are a expert napp’er.",
    "Loves Computers": "Click, scoll, bleep boop. They are always on the computer. If it is surfing the web or creating some software. They live online.",
    "Collector": "They have hundreds of their favorite things. Cared for carefully. Displayed for all to enjoy. Don’t touch or play they are not toys. They are precious collections.",
    "So Funny": "HaHaHaHa they make your tummy hurt from laughing so hard. No matter how down or blue you feel they have just the right medicine to perk you up.",
    "Superstitious": "They are lucky ducks, because they know what to steer clear of. They never walk under ladders.  If a mirror breaks they run for a rabbits foot. No black cats will cross their path. Spilt salt sprinkled over your shoulder...just for extra luck.",
    "Beautiful Handwriting": "Curey swervy swirly letters. They write as if they are an artist creating a beautiful painting of words. You can almost hear their voice sweetly whispering off the page.",
    "Fun Catchphrases": "A oh! They have the best way of putting any situation into a fun phrase. When you catch rain in a bucket you can always grow flowers. Drip drip drip, grow grow grow. They know you know what you know.",
    "Mr./Miss Fix It": "Bang Bang Bang. They take their hammer and fix away. No project to big or too small to fixx it today. Nail here, some tape there. If it is broken they can make it right.",
    "Good at Math": "Square root, add, divide. They know all the answers inside their brain. No need to plunk it out on a calculator for this number lover."
}