{
  "Fishing": "They listen to the water for fishy friends to come by. Relaxed and calm as they catch a delicious dinner. A perfect time to hear and swap stories.",
  "Dancing": "The music moves them. They hit the dance floor and captivate anyone who is watching. They would love nothing more then to join hands with you and dance the night away.",
  "Cooking": "Sugar, Spice, and Everything yummy and nice. Putting love into each dish they dish. A pinch of salt and a dash of heart makes each dish delicious and smart.",
  "Cleaning": "Everything has a spot and place it belongs. They keep things sparkling and bright. Everything is in order so you never have to worry about a thing.",
  "Loves Animals": "You almost wonder why they dont live in the middle of the forest because they love all animals. Feather, fur, scales, and gills. Every one of God’s creatures are always at their side.",
  "Loves Dogs": "Cold noses, wet kisses, and belly rubs is there favorite way to spend the afternoon. More than just a best friend, they always have a dog by their side.",
  "Loves Cats": "Fuzzy friends sitting in warm sunlight spots. Snuggles on laps with plenty of purrs for everyone. Everyday is Caturday, there favorite friend.",
  "Bike riding": "You would always find them not only on two legs but on two wheels. Riding along with the sun in their face and the wind at their back. Rolling along all day long.",
  "Playing Sports": "They score for the win and they lose with grace. They are a true team player. They are the best sport especially when they play sports.",
  "Paint": "Beauty comes through them as they create paintings. Taking all the colors of the rainbow and swirling them with the brush. Capturing the world's most wonderful dreams.",
  "Doing Makeup": "Dab of blush, a perfect lip color, eyes outlined with perfection. Dolling up isn’t just for special occasions. They love to put on makeup everyday to face the world with a perfectly painted face.",
  "Shaving": "Twirly mustache. Long lovely beard. Silky smooth skin. They love to shave and sculpt their beautiful face.",
  "Sewing": "Stitching together fabrics and zippers. Making shirts, pants, blankets and more. Sewing together the love in everything we wear.",
  "Reading": "Fingers pass across pages that hold stories of great adventure and heros. Far off lands where anything is possible. They travel to these fantastic places in their mind because they love to read.",
  "Playing music": "Music is the backdrop for all of our favorite moments in life. And they would play so beautifully. Swirling notes around to create an unforgettable story that can only they could tell.",
  "Writing": "Taking words, thoughts, and dreams and turn them into stories. Taking us to far off lands, magical places, and mysteries. They are poets, journalists, authors, and playwrights. They are all of our stories.",
  "Shopping": "They can find all the best deals. They know every nook the mall has. They never have too many bags to carry. They shop like a great sportsman.",
  "Photography": "Looking through a lens to capture a feeling, place, person, thing. Marking moments in time and freezing our stories so we can tell them to our families for years to come.",
  "Art": "Taking feelings and thoughts and turning them into something we can visualize in front of us. Made from clay, paints, canvases, and more. They never see an object for what it is, they can turn it into a new story before our eyes.",
  "Activist": "They fight for fair laws and justice for all. They don’t just fight for themselves and for this moment, they fight for everyone’s future to make sure they left this earth a better place then when they walked it.",
  "Magic": "Now you see it. Now you don’t.  How did they do those amazing tricks. A magician never tells. We watch in true amazement at the illusions they create.",
  "Sports": "They love to watch and they love to play. They have fierce love for their team.  They are celebrating them for every win and holding them through every loss. They are true fans.",
  "Film Buff": "They know all the quotes. They know each award the movie has won. They have favorite actors and favorite directors. They have strong opinions on every movie.",
  "Hiking": "Seeking those beautiful views. Walking along those trails. Looking among those tall trees. Noticing the beauty in the smallest flower and tiniest bug.",
  "Volunteering": "They give their time to those in need. They step up when no one else will. The champion for the little guy.",
  "Learning new languages": "Lover of all cultures they want to understand how the other half lives. They love to learn a new languages so they could always close their eyes and travel the world. They are explorers at heart.",
  "Skiing": "Swooping down the slopes on the slippery snow. The sun glistening off the white hills. The cold hugging them as they zoom past.",
  "Chess": "They know each move before you even make it. Their mind always looking along the angles and lines. Protecting the King to the end.",
  "Swimming": "Some might even call them a fish. You can hardly get them out of the water. Swooshing along the crips waves where the water and the air meet.",
  "Gardening": "Getting down in the dirt is what they love. Bringing life to plants through care and love. Everything from flowers to food come from the earth they sow.",
  "Card Games": "They never let you win. They shuffle up and deal. Flipping the cards along with a sharp flip. You never know what they hold, there face will never tell.",
  "Yoga": "Downward dog, Sun Salutation, Namaste. They love to be clear and centered. They have great balance in life and in standing on one leg.",
  "Traveling": "Stories from around the world. The views, the food, the people make them the happiest. Taking on different cultures and hugging them as if they were there own. No adventure is too big or too small.",
  "Bowling": "The ball rolls down the lane till CRASH it hits the pins and they all fall down. From the special shoes to the fancy shirts. They love this fun rolling sport. They never brag about how great they are, but they don’t have to. We all know it.",
  "Camping": "Hiking up trails, pitching tents, and roughing it. They love to become one with nature. They can start a fire, catch a fish, and fry it for dinner. They are an expert on all the outdoor gadgets."
}