{
    "Single Parent": "The one person who takes care of everyone’s needs before their own. They wear hats like driver, chef, accountant, Science Project Manager, cuddler, and storyteller. They never stop even if they are exhausted. They help us know who we are, who we will become, and how we will treat others.",
    "Housewife": "Unstoppable. Juggling everyone’s calendar, planning every outing, and keeping the house in tip top shape. ",
    "Househusband": "The king on the living room story. The master chef in the kitchen. The event planner for the household. He is the life of the party of life.",
    "Police Officer": "Keeping all of us feeling safe in and out of the home. A friendly face and kind hand to lend. Whip smart and always thinking on their feet. Ready for anything the world throws at them.",
    "Firefighter": "Hero. Risking so much to save those in need. Making snap decisions to save lives of families, neighbors, pets, loved ones.",
    "Soldier": "The bravest person. Not just someone who stands and defends their family, they stand and defend their nation. Making the ultimate sacrifice for us all.",
    "Marines": "The Hero in the sky watching over all of us. They put themselves on the line everyday to make sure everyone is safe.",
    "Airplane Captain": "Putting your mind at ease everytime you go on vacation, work trip, or visit families on an airplane. Flying the friendly skies with a smooth sharp hand.",
    "Veterinarian": "They take care of our best furry friends. They patch them up and help them feel better when they are sick.",
    "Doctor": "Heals our heads when they hurt. Helps soothe our sore tummies. Helps fix all our broken limbs. The one person who can make you feel better, or keep you healthy.",
    "Singer": "Music is the background to everything in our life. Creating unbelievable stories with the gifts of song, and the soundtrack to all our favorite memories.",
    "Musician": "Using their hands to create a musical gift for all of our ears. The soothing sounds of all of our feelings. Nothing is impossible with a good song to take us there.",
    "Artist": "They take our feelings and turn them into visual stories. Creating a story that can live beyond their gifts and lifetime.",
    "Construction Worker": "They help build our roads, homes, and streets. Everything we enter and exit. The shelters that keep us safe and the roads that take us on adventures.",
    "Business Women": "She has an office with a desk that holds pictures of her favorite things. She types out important information on her computer. She has important deadlines and people counting on her. She is a powerhouse.",
    "Business Man": "He has an email address that always needs to be checked. He is making reports and documents for people he works with. He is making and taking meetings all the time. He is a powerhouse.",
    "Architect": "They imagine the buildings we live in and work in. They take those dreams and make them real. Creating the spaces that will hold people for years to come.",
    "Comedian": "The one person who can make you smile no matter how blue you feel. They know exactly what to say to everyone they meet to bring joy to their day. A story teller, jester, and friend to all.",
    "Actor": "The ultimate storyteller. They take the stories we love, and some we didn’t even know we will love and they bring them to life. ",
    "Writer": "The holder of information. They help craft everything we read and see all day and night. Every short story, long lovely tale, and important information coming out of the internet. They make us smile, think, and feel.",
    "Chef": "Delicious food for family and friends to eat.  They bring us together around the table and help create memories through the combinations of spice and sweet.",
    "Teacher": "They help us learn everything we need to know. No one could have a job without a good teacher to show them the way. They shape who we are, who we will become, and how we treat the world.",
    "Dentist": "Who else could help us smile as brightly as we do. They help us keep our mouth in tip top minty shape. They always give us a new toothbrush at every visit so we have a fresh start."
}